Repository: Yeldece/python-fps
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fa

source: No menu item
fa: آیتمی موجود نیست

source: Done
fa: انجام شد

source: Failed editing map, Empty data passed
fa: ویرایش مپ با مشکل رو به رو شد، داده ی خالی رسید

source: there is nothing here
fa: هیچ چیز اینجا نیست

source: play
fa: شروع بازی

source: exit
fa: خروج از بازی

source: door
fa: درب

source: is {0}, at coordinates {1}, {2}, {3}
fa: در {0} است، در مختصات {1}, {2}, {3}

source: Navigation menu: consists of {0} items
fa: منوي جهت ياب: داراي {0} آيتم

source: north
fa: شمال

source: northeast
fa: شمال شرق

source: east
fa: شرق

source: southeast
fa: جنوب شرق

source: south
fa: جنوب

source: southwest
fa: جنوب غرب

source: west
fa: غرب

source: northwest
fa: شمال غرب

source: north northeast
fa: شمال و شمال شرقی

source: east northeast
fa: شرق و شمال شرقی

source: east southeast
fa: شرق و جنوب شرقی

source: south southeast
fa: جنوب و جنوب شرقی

source: south southwest
fa: جنوب و جنوب غربی

source: west southwest
fa: غرب و جنوب غربی

source: west northwest
fa: غرب و شمال غربی

source: degrees
fa: تغییر زبان

source: exit to main menu
fa: رفتن به منوی اصلی

source: language set to
fa: زبان تغییر کرد به

source: en
fa: انگلیسی

source: fa
fa: پارسی

source: Main menu. Select an item with up and down. Press enter to activate the item
fa: منوی اصلی. آیتمی را با کلیدهای بالا و پایین انتخاب کنید. برای فعال کردن آیتم از کلید enter استفاده کنید

source: select a language
fa: زبانی را انتخاب کنید
